class Text:

    @staticmethod
    def foreword():
        return 'Оборудование неизвестной расы, способное перемещать в другие миры… ' \
               'Оно изменило всё. Иногда возникает чувство, что эти миры крутятся ' \
               'вокруг нас. Но это уже точно не виртуальность. \n\n' \
               '\"Это может быть опасно\" \"Мы не понимаем, как оно работает\" \n\n' \
               'Бред. Но самым отчаянным разрешили пройти. \n\n' \
               'Нас прозвали искателями. Странно, ведь мы ничего не ищем. Мы играем!'

    @staticmethod
    def welcome():  # todo
        return '21 год волнующий возраст, о нём мечтают и девушки и мужчины, ведь ' \
               'с этого возраста можно встать на путь силы и славы и быть вровень с ' \
               'великими героями(имена героев из топов игры). Я читал и слышал много ' \
               'рассказов и историй о том, какого это, быть ведьмаком(название героев). ' \
               'Но одно дело слышать о чем-то, а другое видеть и делать это. Сегодня ' \
               'я встану на путь силы и славы. Сегодня возвышусь'

